{
  "attributes" : [ {
    "trait_type" : "Artist",
    "value" : "Trifeckta"
  }, {
    "trait_type" : "Track",
    "value" : "Tiangong-1"
  }, { 
      "display_type" : "date",
      "trait_type" : "FreshProduceSTL Beat Battle Award",
      "value" : "1625274000"
  } ],
  "description" : "'Satellites: Sounds Beyond Sight' means a few different things all at once. Chiefly, it’s a collection of independent compositions that share the same theme, loosely akin to how humans are all different but are the same, sharing the same space. So there’s that; space vs space.
  Secondly, space vs space is also an idea represented in the loose similarity of distance between objects, light, and sound; the space between both intergalactic bodies and human bodies on earth are filled with varying types/sizes/amounts of objects, light, and sound which, in relation to each other at varying times of existence, make for miraculously beautiful events.
  Last, but not least, as we all endure this global pandemic together for the first time, we’ve also at many points found ourselves distant/separated, due to fear/self-preservation/safety, etc., like a bunch of satellites existing in the cosmos, some drifting even further apart than prior to the pandemic. The combination of the visual art and music production are meant to create a weightlessness, similar to the ‘paralysis by analysis’, fear of the unknown, and other emotions felt early on in quarantine.
  Tiangong-1, Trifeckta’s first minted NFT, will actually be a giveaway. The winner of this season’s FreshProduceSTL producer’s beat battle will be awarded Tiangong-1, along with its individual audio stems to add to their personal library of audio samples used for making beats.",
  "name" : "'Satellites: Sounds Beyond Sight Tiangong-1'",
  "image_url" : "https://bafybeiefaxlqvhldksxnxklpcm5dlujpzmscwzgwcjvvmrawisqehaxmvq.ipfs.dweb.link/",
  "created_by" : "Trifeckta",
  "image_ipfs_cid" : "ipfs://QmedgKiVxVr3MZ8MHBU8XTS7cZgGkiWTZ5YPwS7XZZvmB5",
  "image" : "https://bafybeiefaxlqvhldksxnxklpcm5dlujpzmscwzgwcjvvmrawisqehaxmvq.ipfs.dweb.link/"
}
